[
{"product_name": "DJT Women's Funnel Neck Check Contrast Pullover Hoodie Top", "product_item_exp": "61% Polyester/36% Cotton/3% Spandex; Hood/Hem: 72% Polyester/23% Cotton/3% Rayon/2% Spandex,Pull On closure,Machine wash, Cold,Funnel neck, long sleeve,Check contrast hood and hemline,Hood with adjustable drawstring,Please refer to the size measurement below", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "BTFBM Women Long Sleeve Zipper Sherpa Sweatshirt Soft Fleece Pullover Outwear Coat", "product_item_exp": "Made of High-Quality Material. The Combination of Warm and Fashion.,Zipper closure,Long Sleeve/1/4 Zipper/Long Length/High Collar/Stand Collar/Pocket/Contrast Color/Sherpa/Fleece/Pullover/Sweater/Sweatshirts/Outwear/Jacket/Coat,This fleece pullover is perfect for daily wear,work,school,dates,sports,vacation,street wear. Pair with Jeans or Legging & Heels/Booties must be very gorgeous.,This Casual Sweater is Made of High Quality & Skin Friendly Material, Definitely Comfortable & Warm. It’s suitable for Spring, Autumn and Winter. And you can wear some warm clothes inside, because this outwear is stretchy.,ATTRACTIVE DESIGN - This Sherpa Street Wear Fleece Pullover Outwear is design with 1/4 Zip High Stand Collar & Long Sleeve Contrast Color, which is a good choice for casual activities. I think you won’t disappointed no matter buy for your self or as a gift for your family and friends.,Daily Care: This Cute Coat is Sherpa & Fleece Design. Wash Recommended With Cold Water/Do Not Bleach/Hang Or Line Dry, that will increase the durability of your clothes.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Coats, Jackets & Vests"},
{"product_name": "PRETTYGARDEN Women's Warm Long Sleeves Oblique Button Neck Splice Geometric Pattern Fleece Pullover Coat Sweatshirts Outwear", "product_item_exp": "65%POLYESTER + 35%COTTON, 100% Brand New and high quality!,Pull on closure,Features: Long sleeves, Warm sherpa fleece, Stand collar, Patchwork, Splicing at chest, 1/4 snap neckline design, Turtleneck,Special oblique neck, Casual style, Relaxed Fit,Soft and cozy fabric provides all-day comfort and warmth for the coming Winter,Button design makes the collar adjustable, you can choose to close or open it according to the temperature,Just add your favorite jeans or leggings for a casual but trend look", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Alelly Minipeach Women's Pullover Long Sleeve Hoodies Coat Loose Casual Sweatshirts with Pocket", "product_item_exp": "Gray closure,Material: Polyester+Cotton. | Ombre hoodie material: a little shiny, lightweight and thin design.,Occasion: Spring, Fall, Date, Work, Daily Casual, At Home,Style: Causal, Floral Print, Drawstring, Cowl Neck, Long Sleeves,Hand/Machine wash cold and line dry,Don't bleach,Hand wash is recommended,Attention please, before adding to cart, please make sure you choose\"sold by Minipeach Clothing\". We can NOT guarantee the quality of other sellers' sweatershirt.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Miusey Women's Cowl Neck Casual Long Sleeve Hoodie Pullover Sweatshirt with Kangaroo Pocket", "product_item_exp": "Fabric: 65% Polyester 30% cotton 5% Spandex.The fabric is so soft and comfortable against your skin,Different Style Item have Different Size,Please Choose Size On the Product Description.Pullover Style/ Unique Cowl Neck/ Leisure Hooded Sweatshirt/ Front Kangaroo Pocket/ Skin-friendly/ Banded bottom,The way the cute area of the neck does adds extra warmth and blocks all wind from entering,The hoodie has an big hood that could fit over a set of big headphones .The pocket in the front will keep you from the chilly wind,The hood & kangaroo pouch are very handy whether you are out on the boat, walking on the beach, or puttering around the house and yard,Basic style for everyday wear, Outdoor, Sports, and can be casual or dressed up for work", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "adidas Originals Women's Trefoil Hoodie", "product_item_exp": "70% Cotton, 30% Polyester,Imported,Pull On closure,Machine Wash,Ribbed cuffs and hem,Draw cord-adjustable hood with overlap detail", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing"},
{"product_name": "Hanes Women's V-Notch Pullover Fleece Sweatshirt", "product_item_exp": "50% Cotton/50% Polyester,Imported,Basics closure,Machine Wash,Made from a percentage of recycled EcoSmart polyester,Cozy cotton blend features ribbed neckline, hem and cuffs,Feminine v-notch styling detail,Tagless back neck", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Unisex 3D Novelty Hoodies Galaxy Hoodies Sweatshirt Pockets", "product_item_exp": "UNISEX GALAXY HOODIES: Galaxy hoodies for mens, womens hoodies, it fits adult and teenager depending on size, Especially teenagers, couple hoodie sweatshirt,3D PRINTED PULLOVER HOODIES GRAPHIC: Funny design Novelty hoodies is printed on front and back. The professional technology make it more bright and no fading,COOL FASHION HOODIES: NON-COTTON HOODIES, 88% Polyester, 12% Spandex, No pilling, Machine washable, more stylish hoodies,CREATIVE HOODIES WITH PRACTICAL POCKET: It is fashion hoodies sweatshirts with drawstring hood. And the front BIG POCKET also can keep your hands warm or carry many stuff,SANKILL 3D HOODIES FROM 2016: Branded sankill hodies was created from 2016. Every hooded pullover sweatshirts will be a nice frined for you. Nice gift for you kids and keep you young.", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Men,Hoodies"},
{"product_name": "Miusey Womens Raglan Long Sleeve Cowl Neck Pullover Casual Tunic Sweatshirts Pockets", "product_item_exp": "Fabric: 65%cotton, 35% spandex. Great feeling material, super soft and super comfortable.,Cowl neck/ collar button details/ raglan long sleeve/ 2 pockets/ banded bottom,Unique turn-down collar and button details help you get a chic and elegant looking easily.,Fits loosely, not tight but a little loose, just enough room to move, but not baggy.,Slightly thicker than a shirt,not too thin or thick, perfect for cooler days in the spring or fall.,Please refer to size chart under the Product Description before ordering, thank you!", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Tops, Tees & Blouses,Tunics"},
{"product_name": "HARHAY Women's Cotton Knitted Long Sleeve Lightweight Tunic Sweatshirt Tops", "product_item_exp": "Material:35? cotton 65% polyester+Knitted,HARHAY Women's Cotton Knitted Long Sleeve Lightweight Tunic Sweatshirt Tops,Round neck,long sleeve, soft material,long length,can be worn with leggings, high heels,boots etc.,Machine or hand wash, do not bleach,Please allow a little error due to measurement method is different.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Asvivid Womens Casual Color Block Long Sleeve Pullover Tops Loose Lightweight Tunic Sweatshirt", "product_item_exp": "Pull On closure,Color Block mix Stripes at the sleeves is a special design for you,Tunic length is perfect for juniors,ladies and womens to wear with leggings,Lightweight tunic top is definitly a good choice for Spring, Autumn and Winter.,Easy to pair it with skinny leggings,jeans,pants in any occasion;you can wear it with a coat outside in cold days.,Made of soft and comfy material that you will love it", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Yanekop Womens Sherpa Pullover Fuzzy Fleece Sweatshirt Oversized Hoodie Pockets", "product_item_exp": "Features: 1/4 zip up collar hoodies, 2 side roomy pockets to keep your hand warm, brown, black, khaki, grey, gray, hooded with drawstrings, slouchy outwear, pull on closure, partial zip front hoodies, patchwork pockets,Size attention: this pullover runs a bit small, please make sure to order 1 size up, if you want more baggy, 2 size up suggested. Some customer reflected it shed fuzz on the lining, please shake the pullover when you receive it, it will not shed anymore when you wash it. We suggest wash by hand and do not bleach or use hot water.,Material: 95% polyester 5% spendex, fuzzy sherpa fleece material, super warm and soft enough, breathable, cozy, comfortable,Oversized, plus size, warm outerwear, with hood and pockets, fuzzy hooded tops, womens shearling sweatshirt, casual and cute style, faux fur sweater, chunky hoody coat, solid color,This fuzzy sherpa sweatshirt fits for daily wear, school, vacation, work. Easy to pair with boots, jeans, skinny leggings for a fashion look in spring, autumn fall and winter", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Miusey Women's Long Sleeve Cowl Neck Form Fitting Casual Tunic Top Blouse", "product_item_exp": "Fabric:Blue-2&Red-3&Grey-2 Color:95% Polyester 5% Spandex,Green-2 Color:65% Cotton 30% Polyester 5% Spandex, any other Color:30% Cotton 65% Polyester 5% Spandex. The material is quite soft and comfy.,This top goes through the washer, cold water, dryer casual setting without any shrinking or color changes.,The flows nicely with your natural body curves and is definite slimming.The cowl neck almost makes it look like you're wearing a scarf which is cute,ATTENTION: S=US 6,M=US 8,L=US 10-12,XL=US 14,XXL=US 16,XXXL=US 18-20. Bust size :S:34.32\",M:35.88\",L:37.83\",XL:39.78\",XXL:41.73\",XXXL:44.66\",The length is perfect for pairing with leggings or skinny jeans, and it can easily be worn as a casual top or jazzed up for a more dressy look.Thinner material than most sweaters and thicker than shirts so it's perfect for early fall and spring,Please refer to size chart under the Product Description before ordering. Cowl Neck with Zipper Tunic please click to http://a.co/d/g89Onvv", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Angashion Womens Sweatshirt - Long Sleeve 1/4 Zip Up Faux Fleece Pullover Hoodies Coat Tops Outwear with Pocket", "product_item_exp": "15% spandex,Material: 85% Polyester + 15% Spandex. 100% brand new and high quality!,Style: Causal, Fuzzy, Faux Fleece, Pocket, Drawstring, Hooded, Long Sleeves, 1/4 Zip Up,Occasion: Spring, Fall, Winter, Work, Date, Vacation, Daily Casual, At Home,Tag S=US 4-6, Tag M=US 6-8, Tag L=US 8-10, Tag XL=US 10-12. For more size details, please check product description.,Kindly note size details vary among different colors. Please check product description for more size information.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Pink Queen Womens Loose Crew Neck Batwing Sleeve Patches Blouse Top T-Shirts", "product_item_exp": "Materail:35% cotton,65% polyester,good breathability,Crewneck,bawting sleeve,patchwork,Mama bear shirt,Mama bear letter print t shirt,Pull On closure,Baggy loose fitting,Long sleeves,Casual and cozy top,Two styles: no pockets and with two side pockets,Great outfit to pair with leggings or jeans and boots in fall,winter,Package Content: 1 x Mama bear shirts,Garment Care: Recommended Hand Wash,No Bleach,Hang to dry", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "AlvaQ Women Quarter Zip Color Block Pullover Sweatshirt Tops with Pockets(9 Colors,S-XXL)", "product_item_exp": "Polyester + Spandex,Stretchy fabric,warm and Trendy.,Stylish print patchwork at top,Collared and 1/4 zipped neckline,a kangaroo pouch in front,This popular sweatshirt can be dressed up or down,and is perfect for the chilly months.,Occasion: Daily wear, vocation, Christmas, dates, sports, school, working, street wear,etc. Easy to pair with boots, jeans, skinny leggings for a trendy look in spring, autumn and winter.,There maybe a slightly difference on detail and pattern of this tops.Please refer to the size chart in Product Description before purchase it.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Active,Active Sweatshirts"},
{"product_name": "Angashion Women Hoodies-Tops- Floral Printed Long Sleeve Pocket Drawstring Sweatshirt with Pocket", "product_item_exp": "Catagory: Women Hoodies, Floral Printed Sweatshirt, Double Pocket Hooded Sweatshirt, Drawstring Hoodies,Material: Polyester+Cotton. 100% Brand New and high quality!,Occasion: Spring, Autumn, Winter, Outdoor, Daily, Casual, Club, Sports.,Please check measurements before ordering. Please allow 1 inch/2cm difference due to hand measurement.,Kindly note that Pink and Dark Grey 2 have eyelets on shoulders but don't have pockets.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Twinklady Women's Hoodies Long Sleeve Floral Pullover Casual Sweatshirt with Pockets", "product_item_exp": "Material: 85% Polyester +15% Cotton,Attention: The Women Hoodie is [sold by Twinklady Store and fulfilled by Amazon], please Do Not Buy it from Other New Launch Store or Stores who sold it at a far lower price because they will not ship it or ship fake item. Be Aware!,Fabric: Soft lightweight hoodie comfortable to wear,Features: Long sleeve, Floral printed, Hooded, Drawstring, Kangaroo pockets, Patchwork, Casual style,Occasion: Outdoor, Sports, Daily, Club, Dates, Work, School. Perfect for Spring, Autumn, Winter,Notice: Size S(US 4-6) M(US 8-10) L(US 12-14) XL(US 16-18) XXL(US 18-20) Available, we have improved the Sleeves Length, so don't worry about the sleeve length is not enough. Please Refer to the description of the \"Size Measurement\" Carefully To Get Suitable Size", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Women,Hoodies"},
{"product_name": "RAISEVERN Unisex Ugly Christmas Sweatshirt Funny Design Pullover Sweater for Xmas Holiday Party", "product_item_exp": "Attention:US Size,Christmas 1 is too small, advice to buy a larger size than usual;Christmas 2 is too big, advice to buy a smaller size than usual,Material:Polyester and Spandex make you feel soft and comfortable.The use of advanced digital printing technology, machine and hand wash,the surface without any attachments, have good air permeability.,Features:Christmas style design with so much funny patterns,brighten up your holiday!,Suitable for yourself,friends or family member,Suitable for Men/women/teen boy girls,also for couples for Christmas Gift.,Important Notice:It has come to our attention that our products are being imitated and sold by other sellers.Please note that RAISEVERN havn't authorized 3rd party sellers,to ensure you are receiving our legitimate and products and not fakes, ensure the Amazon Seller is \"RAISEVERN\" not other sellers.Any other sellers listing products on this page is not authorized and the products are suspicious imitation which may have size, color and other quality issues.", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Men,Hoodies"},
{"product_name": "Famulily Women's Long Sleeve Hooded Fleece Sweatshirt Warm Fuzzy Zip Up Hoodie Pullover", "product_item_exp": "Material: polyester+spandex, Lightweight,ultra soft and fleece fabric could keep you warm all day but stay cool,This fleece hoodie featuring 1/4 zip front,casual loose fit,long sleeves,drawstrings and 2 side pockets to keep your hands warm,Oversized slouchy pullover tops,pull on closure with zipped neckline easy to pull on and take off,This fuzzy sherpa jacket is perfect for daily life, vacation, holiday, school, going out, spring, fall, winter and so on,Size Tips:S=US 4-6, M=US 8-10, L=US 12-14, XL=US 16,2XL=US 18,3XL=US 20,Size Chart in descriptions,we accept 30 days free money back!", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "ReachMe Women's Oversized Sherpa Pullover Hoodie with Pockets 1/4 Zip Sweatshirt", "product_item_exp": "WARM&COZY PLUSH FLEECE-95% polyester 5% spendex super super soft and fuzzy sherpa fleece material, it will definitely keep you warm all day! women casual faux fur pullover hoody with soft fuzzy fabric,SIZE GUIDE-please make sure to refer to the size chart provided down by the page or our last image in model picture display section, 1 size up for lose comfy fit, 2 size up for oversized real naggy fit depending on your needs. Take the shirt outside of the house, shake and pat before trying on, once wash, the shedding issue will be solved,PLUS SIZE JACKET-this chunky hoody coat is plus size availavle considering it's loose fit, long sleeves with ribbed finishes, 1/4 zip up collar, 2 side pockets to keep your hands warm, hoodie with drawstrings, perfect for women, ladies, juniors,COMFORTABLE BAGGY FIT-slouchy loose outwear, zip up and pull on closure, easy to wear and take off, roomy enough to wear layers underneath comfortably, once put on, you will want sleep in it!,CHIC&VERSATILE-sherpa jacket is in trend, this simple, fashion style hoodie definitely makes you pop out, it goes well with all your jeans, skinny pants, jeggings, leggings, great for cold days in fall and winter, it's a great gift idea for christmas, for holidays", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Global Heavyweight Sherpa Lined Zip Up Fleece Hoodie Jacket For Men and Women", "product_item_exp": "PREMIUM FABRICS - 7.5 oz pre-laundered cotton polyester blend French terry super soft warm full zipper hooded sweatshirt.,Contrast Zipper Tape with Metal Full Zip closure,FEATURES – thumbholes in cuff, insulated throughout body and arms, kangaroo pockets, hidden pocket for phone and headphone wire access, contrast or matching nickel tipped drawstrings, metal nickel full front zipper, antique nickel style eyelets, unisex fit for men, women, teen boys and girl teenagers.,STYLISH durable classic design goes great with jeans, shorts, sweatpants, work wear, hunting gear, slacks, skate attire, surfing apparel.,GREAT FOR ANY OCCASION – fishing, outdoor events, snow, winter and cold weather, after workouts or athletics like boxing, gym, pilates, yoga, soccer, running, training or swimming.,QUALITY CONSTRUCTION - All seams are split stitch double needle sewn, making this thick zip up jacket warm, cozy and attractive. Available in 6 great colors - Black, Burgundy, Light Blue, Navy, Light Grey, and Dark Grey,MEN’S SIZES LISTED for Women order one size down(i.e. Men’s Medium = Women’s Large). For a looser fit order size up. Please refer to reviews for recommendations if you are a first time buyer", "product_category": "Clothing, Shoes & Jewelry,Men,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Women Casual Double Fuzzy Sweatshirt Faux Fleece Zip Pullover Hoodies Coat Outwear S-XXL", "product_item_exp": "85% polyester+10% spandex+5% Fleece,Zipper closure,Feature:1/4 Zipped hoodie with drawstring, cozy oversize fit, pullover design,made of stretchable material,Warm&Comfortable:Ultra soft and fuzzy sherpa fleece are sure to keep you warm and cozy,like wearing a blanket around,great for cold days in fall and winter,Occasion:Simple but fashion style hoodie definitely makes you pop out. Suitable for indoors and outdoors,can go from casual to dressy,Fashionable collection for adult female or teenager girls,Versatile£ºLoose Hooded Pullover Sweatshirt goes well with all your jeans, leggings, it's a great gift idea for christmas,Halloween and other holidays,Quality is our culture. If there is any quality problem, feel free to contact us, all the problem will be replied within 24 hours.Thank you!", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Coats, Jackets & Vests,Active & Performance,Fleece"},
{"product_name": "Chase Secret Womens Long Sleeve Zip Sweatshirt Fleece Pullover Outwear Coat Pockets(S-XXL)", "product_item_exp": "Imported closure,Features: Long sleeve, Partial zip front, Patchwork design with front pocket, warm sherpa fleece, casual loose fit.,High quality,Soft and Warm material, giving you a comfortable feeling,Occasion: Daily wear, Vacation, Christmas, Dates, Sports, School, Working, Street wear,etc.,Easy to pair with jeans,skinny leggings,pants in spring,autumn,winter for a fashion look,This Sherpa Street Wear Fleece Pullover Outwear is design with Zip High Stand Collar & Long Sleeve Contrast Color, which is a good choice for casual activities.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Hanes Women's Jersey Full Zip Hoodie", "product_item_exp": "100% Cotton,Imported,Zipper closure,Machine Wash,Comfortable, lightweight textured slub jersey fabric,Full zip front with wide waistband and cuffs,Adjustable drawcord hood with pouch pockets,All the comfort of Hanes with our famous tag-free collar,Perfect for layering", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "VOIANLIMO Women's Sweatshirts Long Sleeve Button V-Neck Pockets Pullover Hoodies", "product_item_exp": "Top Fabric - 65% Cotton, 30% Polyester, 5% Spandex. Good Elasticity, Soft and Comfortable.,Please Check the Size Chart (*Last Second Image*) Before Ordering | Please Note: Color May Vary Slightly From Image.,Personality Design - Pullover Style / Pocket Sweatshirt Can Hide the Belly / Vintage Button / Casual Long Sleeve Tunic / Drawstring Tie / US Size,Fit - Sweater Chain / Boots / Jeans / Leggings.,Style: Pullover Hoodies/Pockets Hoodies/V-neck Hoodies,Small(US4-6),Medium(US8-10),Large(US12-14),X-Large(US16-18),XX-Large(US18W-20W),XXXL(US22W-24W),Package Includes - 1 x Women Sweatshirt", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Famulily Women's Floral Printed Casual Long Sleeve Hoodie Pullover Sweatshirts", "product_item_exp": "Polyester + Cotton,Soft and comfortable,comfy to wear,This fashion hoodie sweatshirt features floral printed,long sleeve,drawstring hooded,2 pockets,Pull on closure，Famulily is a registered trademark in US with series number of 5166038,Hooded Pullover Tops with Flower print,Contrast color cuffs and hem, suitable for casual and sport wear in Fall,Winter", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "TheMogan S~3X Basic Loose Fit Pocket Pullover Hoodie Long Tunic Sweatshirts", "product_item_exp": "Hooded pullover sweatshirts, Oversized fit, side pockets, tunic length,Mid-weight, soft and comfortable, stretchy fleece knit fabric, hits at thigh,** Beware! If it is not sold by *TheMogan* product! TheMogan does not guarantee the quality of product or shipment if sold by other sellers.,Measurement : S/M-Chest: 44in, Length: 31in | M/L-Chest: 46in, Length: 31.5in | L/XL-Chest: 46in, Length: 32in | NOTICE: Before order, please carefully read the Size Chart we provided in the pictures (Not Amazon size chart),Model size : 5'3\" height, 33\" bust, 24\" waist, 34\" hip, and is wearing a size US S/M, Fits true to Womens size, take your normal size", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Alelly Women's Long Sleeve 1/4 Zip Pullover Jacket Outwear Sweatshirt Winter Coat", "product_item_exp": "Material: 65% Polyester,35% Cotton. 100% Brand New and high quality!,Features: Long Sleeve, 1/4 Zip, Relaxed Fit, Casual Style Relaxed Fit,Suit For Daily Wear,School,Vacation,Work .,The amazingly soft and fuzzy outer material!,STYLE: Casual jacket for women,street style,pair with jean or leggings would be perfect.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "MEROKEETY Women's Long Sleeve Contrast Color Zipper Sherpa Pile Pullover Tops Fleece with Pocket", "product_item_exp": "95% Polyester, 5% Spandex,Size Guide:S= US 4-6,M=US 8-10,L=US 12-14,XL=16,Soft and stretchy fabric, we accept 30 days money back!,Unique Design: 1/4 zipper, kangaroo pocket, stand collar, Lightweight and soft Sherpa pullover,Seriously, this pull-over is the best thing you'll ever wear! It is going to be your absolute favorite new piece of comfy cozy clothing. It is made of a soft fuzzy fabric that practically makes you feel like you're walking around in a blanket. This pull-over has a kangaroo pocket, functioning zipper, and an adjustable elastic waist that makes it so you can adjust the fit.,Occasion: Daily wear, vocation, Chistmas, dates, sports, school, working, street wear,etc. Easy to pair with boots, jeans, skinny leggings for a trendy look in spring, autumn and winter,Garment Care: Hand wash recommended with low temperature water, using mild gentle soap, no bleach", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "onlypuff Sherpa Pulllover Sweaters for Women Long Sleeve Casual Sweatshirt Tunic Top Warm", "product_item_exp": "Material: 85%polyester+15%spandex,women pullover winter warm sweaters,very soft and comfy with high elasticity.,Designs:Solid Color,Long Sleeve,High Neck,Zipper Decoration,Warm Sherpa Fleece,Casual Loose Fit.,Occasion: Daily wear, vocation,dates, sports, school, working, street wear,etc. Loose sherpa long sleeve sweaters, easy to pair with boots, jeans, skinny leggings for a trendy look in spring, autumn and winter.,Please Carefully Refer To Our Detailed Size Chart On the Left Picture Before You Purchase; Tips: Amazon Generic Size Chart is not our size.,Garment Care: Hand wash recommended,hang dry.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Instar Mode Women's Anorak Safari Hoodie Jacket up to Plus Size", "product_item_exp": "IJKW001, IJKW009, IJKW019, IJKW020, IJKW023, IJKW070 (100% COTTON) / IJKW005 (SELF: 100% WASHED COTTON TWILL FILLING/LINING: 100% POLYESTER) / IJKW008 (75% POLYESTER 20% RAYON 5% SPANDEX) / IJKW022 (SELF: 100% COTTON / CONTRAST: 65% COTTON, 35% POLYESTER) / IJKW024, IJKW064 (Shell1: 100% Cotton / Shell2: 100% Polyester) / IJKW071 (97% POLYESTER 3% NYLON ),Drawstring closure,(OTHER STYLES) Cotton 100%,[JK37812] Adjustable drawstring waist. Front zipper pockets. Snap buttons. Zip closure, [JK19012] Adjustable drawstring waist. Zipper closure. Front flap pockets. Light weight. [JK50712] Two tone terry hood lining for underneath contrast. [IJKW022] Top to double zipper closure/ A drawstring waist/ Double front pockets/ A contrast knit hood. [IJKW023] Front zipper and button down/ Patched pockets/ elastic waist. [IJKW024] Front flap pockets. Faux fur lined hooded. Zipper closure. Button closure.,MACHINE WASH COLD / TUMBLE DRY LOW,Occasion: Perfect for casual meeting. Night out. Outdoor. Vacation.,Color disclaimer: Due to monitor settings and monitor pixel definition, we cannot guarantee the color that you see will be exact from the actual color of the product. We strive to make our colors as accurate as possible. However, colors are approximations of actual colors. Please check sizing info to ensure your size prior to ordering.", "product_category": "Sports & Outdoors,Outdoor Recreation,Outdoor Clothing,Women,Jackets & Coats,Anoraks & Lightweight Jackets"},
{"product_name": "Gildan Women's Full Zip Hooded Sweatshirt", "product_item_exp": "50% Cotton, 50% Polyester,Imported,Zipper closure,Machine Wash,0.7\" high,14\" wide,Unlined hood with matching drawstring,Soft feel and reduced pilling for no loose threads,Double needle cuffs and waistband for extra durability,Pouch pocket for extra carry", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Women,Hoodies"},
{"product_name": "onlypuff Sherpa Jacket Women Pullover Sweaters Fleece Sweatshirt Tunic Blouse", "product_item_exp": "Material: 85%polyester+15%spandex,women pullover winter warm sweaters,very soft and comfy with high elasticity.,Designs:Solid Color,Long Sleeve,High Neck,Zipper Decoration,Warm Sherpa Fleece,Casual Loose Fit.,Occasion: Daily wear, vocation,dates, sports, school, working, street wear,etc. Loose sherpa long sleeve sweaters, easy to pair with boots, jeans, skinny leggings for a trendy look in spring, autumn and winter.,Please Carefully Refer To Our Detailed Size Chart On the Left Picture Before You Purchase; Tips: Amazon Generic Size Chart is not our size.,Garment Care: Hand wash recommended,hang dry.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Blooming Jelly Women's Color Block Plaid Shirt Crew Neck Elbow Patches Pullover Sweatshirt Top", "product_item_exp": "Material: cotton and polyester, comfortable and skin-friendly to wear.,Features: crewneck sweatshirt, long sleeve with red plaid elbow patches, band hem, colorblocked pattern,casual checkered shirt style.,Features: buffalo plaid shirt with crew neckline, tricolor, black background with red docreted in chest, which breaks the depressing cadence and brings a fashionable sense.,Great to be paired with jeans, leggings, boots and suitable for work, daily wear, vacation, going out, etc.,Note: our size differs from Amazon's, so please check our size chart in the product image carefully and choose the correct one.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "SAIANKE Womens Hoodies Pet Holder Cat Dog Kangaroo Pouch Carriers Pullover", "product_item_exp": "80% Cotton, 20% Polyester Fibers,Suitable for pets:dogs, cats, small animals,The ultimate way to cuddle your dog, cat, or any other beloved animal,while resting at home, you can interact with the pet, to enhance the feelings, big pockets can also put cell phone, ipad, or snacks. Home essential goods!,Small pets will love snuggling up in its fur-lined pouch,Makes a fun Halloween costume idea", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "PAAZA Women 1/4 Zip Pullover Frosty Pile Tipped Sweater Stadium Fleece Sherpa Pullover Hoodie", "product_item_exp": "HIGH QUALITY: 100% Polyester. This solid silky pile shirt oozes comfort thanks to the plush sherpa fleece exterior!,CONCISE DESIGN: Plush sherpa fleece exterior with smooth knit interior. Zip neck with stand-up collar, embroidered pull-tab, straight hem, no pockets in Zip Pile Pullover.,AS A GIFT: Great gift for any celebration including holidays and birthdays; Adult Women Sizing, making it the perfect for your Mom, wife, relative, friends or anyone!,WASHING: Machine wash cold on delicate cycle with like colors and dry on low heat. Please do not bleach or iron.,SATISFACTION GUARANTEED: We make every effort to make sure your purchase with PAAZA Clothing is a delightful experience. Please let us know if we can help with any part of your order!", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Gildan Women's Crewneck Sweatshirt", "product_item_exp": "50% Cotton, 50% Polyester,Imported,No Closure closure,Machine Wash,Soft feel and reduced pilling for no loose threads,Double needle cuffs and waistband for extra durability,Set-in sleeves for a relaxed fit", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Romwe Women's Cat Print Sweatshirt Long Sleeve Loose Pullover Shirt", "product_item_exp": "Materials: 65% Polyester, 30% Cotton, 5% Spandex,Cartoon Cat Print Round Neck Sweatshirt,Casual and cute, easily match with your pants,skirt,jeans,ect.,All-match item, nice casual style,warm,soft and breathable,Please refer to the size measurement below", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Women,Sweatshirts"},
{"product_name": "Asvivid Womens Cowl Neck Color Block Striped Tunic Sweatshirt Drawstring Pullover Tops with Pocket", "product_item_exp": "Pull On closure,This cowl neck sweatshirt is perfect for fall, winter or spring,indoor ot outdoor,Suitable for Girls Junior and Ladies,easy to dress it in casual,sport,work,school,club or activewear shirts,Lightweight pullover match well with jeans,leggings,heels or boots,Drawstring sweatshirt will make you look fabulous while staying comfortable when you just want to be comfy in some day,Please check our size chart in the picture area to make sure fit before you place order", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "AELSON Women's Casual Round Neck Sweatshirt T-Shirts Tops Blouse with Pocket", "product_item_exp": "Material:Cotton+Polyester, Hot Popular color Black/Blue/Grey,Features: Long Sleeve ,Pullover,Pull On closure,Solid Color Sweatshirt, Tunic tops,Pocket in side Tops. Cross Faith Letter Print, Fashion shirt,This tunic is the best for match Leggings, Jeans ,Shorts,or Skinny Pants for a Playful Casual yet Trendy Look,Occasion: Fashion loose tunic shirts for women suitable for daily,Note: Please Check Our Size form as left photo (not Amazon size chart); And please note that slight color difference should be acceptable due to the light and screen", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "VALOLIA Women's Pullover Hooded Sweatshirt Long Sleeve T Shirt Color Block Thin Tunic Top with Pockets", "product_item_exp": "35% Cotton,60% Polyester,5% Spandex,Hooded with drawstring,double pockets,casual and practical,High elastic knit lightweight fabric,little thicker than ordinary T-shirt,super soft and breathable Women Hoodies,Great outfit to pair with leggings or jeans in your everyday life.Convenient care is suitable for busy you,A-Line design and color block detail,fits to all people. Make you look like you have a nice body curve,shiny and charming,Loose fit style basic hoodie tunic perfect with boots. Suit for casual,shopping,work,daily and holiday.It's an essential tops in women wardrobe", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Yeokou Women's Casual Winter Warm Sherpa Lined Zip Up Hooded Sweatshirt Jacket Coat", "product_item_exp": "Fabric: Cotton Polyester / Machine Wash,ATTENTION PLEASE: We update the size from 2018/10/25(add size XXL, and sized up for other sizes according to the customer feedback), choose the size your usually weared,Zipper fly closure, two warm hand pockets, ribbed hem cuffs, drawstring hood,Long sleeve fully fleece lined hoodie sweatshirt, fleece lined include sleeves hood and hand pockets, super warm,Winter autumn warm regular fit thicken heavy weight short windbreaker windproof super soft outerwear coat,All items are US size, multi solid colors: Black, Dark Grey, Light Grey, Red, Wine Red, Dark Blue, refer to the size chart in product description", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Coats, Jackets & Vests,Active & Performance,Fleece"},
{"product_name": "Just My Size Women's Plus-Size Full Zip Fleece Hoodie", "product_item_exp": "50% Cotton/50% Polyester,Imported,Machine Wash,Zip-front hoodie in 7.9-ounce cotton featuring split kangaroo pocket and brushed lining for softness,Banded hemline and cuffs,Length: 28.5\"", "product_category": "Clothing, Shoes & Jewelry,Novelty & More,Clothing,Novelty,Women,Hoodies"},
{"product_name": "KeepSa Women Casual Long Sleeve Faith Letter Printed Hoodie Sweatshirt with Pockets", "product_item_exp": "Made from high-quality materials, comfortable to wear,fashion,charming and soft.,It's designed to create the perfect outfit for you, making you super elegant and enticing. This top is perfect for spring, autumn and warm winter!,Casual style, cowl neck and the long drawstring design showing your unique charm and vitality.,Clothing care: low temperature hand wash / machine wash, do not bleach, avoid exposure, hanging to dry.,Suitable for casual and formal occasions,such as working,party,beach, home,daily wear and other activities.", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Dokotoo Womens Fashion Oversize Fluffy Fleece Sweatshirt Pullover Outwear S-XXL", "product_item_exp": "100%Polyester,Imported,Zipped turtleneck, cozy oversize fi,Pullover design with kangaroo pocket on the front,Ultra soft pile fleece keep you warm and fashionable,Dokotoo Womens Fashion Oversize Fluffy Fleece Sweatshirt Pullover Outwear S-XXL,Please Refer To Our Detailed Size Chart Below The Product Description Before You Purchase", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "Uget Women's Long Sleeve My Neighbor Totoro Sweatshirt Pullover Shirt Tops", "product_item_exp": "95%Polyester +5% Spandex,Long sleeve Spring and Autumn hoodies thin style Loose totoro printed sweatshirt,Cute casaul Totoro long sleeve fleeces hoodies,round neck,fashion cartoon design,cosplay hoodie,unisex hoodie,good collection for totoro fans,Soft Material,comfortable for you wear in Spring,Summer and Autumn,Great For Christmas, Hannukah, Birthdays, or any occassion", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"},
{"product_name": "RJXDLT Women's Casual Long Sleeve Round Neck Shirts Loose Soft Pockets Pullover Blouse Tops Tunics", "product_item_exp": "💞Material: Cotton Blend Frabic,Soft and Comfortable.This shirt blouse is super Lightweight,💞Features: Pull On closure. Solid color, U neck with little V neck, Long sleeve T-shirt, Casual Loose style to show your feminine.,💞This Tunic Tops is breathable and stretchy, Easy to coordinate with other clothing,You can Pair it with jeans,or wear it with leggings / shorts / skinny jeans for an ultra cool look/ Assorted colors/ Unique and Chic Style / Great for daily life,💞Garment care: Recommended Hand Wash With Cold Water / Do Not Bleach / Hang Or Line Dry.Machine Washing using wash bag to protect.,💞Please check the size chart in our images to ensure your order / Color Disclaimer : Due to the shooting lights, monitors or other factors that may cause a little color difference, please receive prevail in kind", "product_category": "Clothing, Shoes & Jewelry,Women,Clothing,Fashion Hoodies & Sweatshirts"}
]